tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
brew "asdf"
brew "python@3.12"
brew "chezmoi"
brew "cmake"
brew "eza"
brew "fnm"
brew "fzf"
brew "gh"
brew "kdoctor"
brew "lazygit"
brew "mono-libgdiplus"
brew "neofetch"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "zoxide"
brew "zsh-autosuggestions"
brew "d12frosted/emacs-plus/emacs-plus@29", args: ["with-nobu417-big-sur-icon"]
cask "alfred"
cask "alt-tab"
cask "appcleaner"
cask "bartender"
cask "c0re100-qbittorrent"
cask "calibre"
cask "clover-configurator"
cask "discord"
cask "firefox"
cask "google-chrome"
cask "iina"
cask "inkscape"
cask "iterm2"
cask "itsycal"
cask "jetbrains-toolbox"
cask "joplin"
cask "karabiner-elements"
cask "keepingyouawake"
cask "keeweb"
cask "keka"
cask "kekaexternalhelper"
cask "libreoffice"
cask "maccy"
cask "notion"
cask "obs"
cask "obsidian"
cask "opencore-configurator"
cask "rectangle"
cask "skim"
cask "slack"
cask "spotify"
cask "telegram"
cask "tomatobar"
cask "vscodium"
cask "wezterm"
cask "whatsapp"
