tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "localsend/localsend"
brew "asdf"
brew "awscli"
brew "python@3.12"
brew "chezmoi"
brew "cmake"
brew "php"
brew "composer"
brew "dart-sdk", link: false
brew "eza"
brew "fastfetch"
brew "fennel"
brew "fnm"
brew "fzf"
brew "gh"
brew "handbrake", link: false
brew "htop"
brew "jq"
brew "lazygit"
brew "neofetch"
brew "neomutt"
brew "neovim"
brew "newsboat"
brew "podman"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "yt-dlp"
brew "zellij"
brew "zoxide"
brew "zsh-autosuggestions"
brew "d12frosted/emacs-plus/emacs-plus@29", args: ["with-nobu417-big-sur-icon"]
cask "activitywatch"
cask "aerial"
cask "alfred"
cask "alt-tab"
cask "android-studio"
cask "anydesk"
cask "appcleaner"
cask "audacity"
cask "balenaetcher"
cask "bartender"
cask "bbedit"
cask "beekeeper-studio"
cask "blurred"
cask "bruno"
cask "c0re100-qbittorrent"
cask "calibre"
cask "clover-configurator"
cask "db-browser-for-sqlite"
cask "eloston-chromium"
cask "firefox"
cask "flutter"
cask "google-assistant"
cask "handbrake"
cask "iina"
cask "inkscape"
cask "intellij-idea-ce"
cask "iterm2"
cask "itsycal"
cask "joplin"
cask "karabiner-elements"
cask "keepingyouawake"
cask "keeweb"
cask "keka"
cask "kekaexternalhelper"
cask "keycastr"
cask "libreoffice"
cask "maccy"
cask "mailspring"
cask "mos"
cask "mysqlworkbench"
cask "obs"
cask "opencore-configurator"
cask "orion"
cask "pika"
cask "rectangle"
cask "rustdesk"
cask "skim"
cask "spotify"
cask "textmate"
cask "tomatobar"
cask "virtualbox"
cask "vscodium"
cask "wezterm"
cask "wireshark-chmodbpf"
